Repository: Poleric/gpa-calculator
Catalog: i18n/*/*.po
Languages: ms_my

source: GPA/CGPA CALCULATOR
ms_my: GPA/CGPA Kalkulator

source: ADMIN ENTER 1
ms_my: ADMIN MASUKKAN 1

source: STUDENT ENTER 2
ms_my: PELAJAR MASUKKAN 2

source: EXIT ENTER %d
ms_my: KELUAR MASUKKAN %d

source: ENTER AS ADMIN/STUDENT :
ms_my: MASUKKAN SEBAGAI ADMIN/PELAJAR:

source: PLEASE CHOOSE THE NUMBER AGAIN:
ms_my: SILA PILIH NOMBOR SEKALI LAGI:

source: Language
ms_my: Bahasa

source: Enter a number >
ms_my: Masukkan nombor >

source: %d is not a valid option. Please input again.
ms_my: %d bukan pilihan yang sah. Sila masukkan sekali lagi.

source: ADMINISTRATOR
ms_my: PENTADBIR

source: SCHOOL: KOLEJ PASAR
ms_my: SEKOLAH: KOLEJ PASAR

source: DATE: %s,%d-%02d-%02d
ms_my: TARIKH: %s,%d-%02d-%02d

source: WELCOME TO THE ADMIN SCREEN
ms_my: SELAMAT DATANG KE SKRIN ADMIN

source: VIEW student list ENTER 1
ms_my: MELIHAT senarai pelajar MASUKKAN 1

source: GET a student details ENTER 2
ms_my: DAPATKAN butiran pelajar MASUKKAN 2

source: STORE student ENTER 3
ms_my: SIMPAN pelajar MASUKKAN 3

source: DELETE student ENTER 4
ms_my: MEMADAM pelajar MASUKKAN 4

source: ENTER:
ms_my: MASUKKAN:

source: ENTER THE PASSWORD:
ms_my: MASUKKAN KATA LALAUN:

source: PASSWORD INCORRECT
ms_my: KATA LALAUN SALAH

source: PLEASE ENTER THE PASSWORD AGAIN(%i):
ms_my: SILA MASUKKAN KATA LALAUN SEKALI LAGI(%i):

source: If you have forgotten the password, please contact to look for help: %s
ms_my: Jika anda terlupa kata laluan, sila hubungi untuk mendapatkan bantuan: %s

source: OR send us a email: %s
ms_my: ATAU hantarkan e-mel kepada kami: %s

source: STUDENT
ms_my: PELAJAR

source: PLEASE ENTER THE STUDENT ID:
ms_my: SILA MASUKKAN ID PELAJAR:

source: You entered a wrong ID (Enter %s to exit)
ms_my: Anda memasukkan ID yang salah (Masukkan %s untuk keluar)

source: Are you sure you want to delete this entry?
ms_my: Adakah anda pasti mahu memadamkan entri ini?

source: ENTER 0 to CANCEL
ms_my: MASUKKAN 0 untuk BATAL

source: ENTER 1 to DELETE
ms_my: MASUKKAN 1 untuk PADAM

source: DETAILS:
ms_my: BUKTIR:

source: Student ID: %s
ms_my: ID Pelajar: %s

source: Student Name: %s
ms_my: Nama Pelajar: %s

source: Total enrolled courses: %d
ms_my: Jumlah kursus yang didaftarkan: %d

source: Press ENTER to proceed
ms_my: Tekan ENTER untuk meneruskan

source: MONDAY
ms_my: ISNIN

source: TUESDAY
ms_my: SELASA

source: WEDNESDAY
ms_my: RABU

source: THURSDAY
ms_my: KHAMIS

source: FRIDAY
ms_my: JUMAAT

source: SATURDAY
ms_my: SABTU

source: SUNDAY
ms_my: AHAD

source: INVALID DAY
ms_my: HARI TIDAK SAH

source: Student ID
ms_my: ID Pelajar

source: Your terminal does not support color
ms_my: Terminal anda tidak menyokong warna

source: Screen is too small, resize to be atleast %d wide.
ms_my: Skrin terlalu kecil, ubah saiz menjadi sekurang-kurangnya %d lebar.

source: Kolej Pasar Students
ms_my: Pelajar Kolej Pasar

source: Inserting Student
ms_my: Memasukkan Pelajar

source: Do you want to add another course?
ms_my: Adakah anda ingin menambah kursus lain?

source: Save record?
ms_my: Simpan rekod?

source: Student Info
ms_my: Maklumat Pelajar

source: Course %d Info
ms_my: Kursus %d Maklumat

source: Course code
ms_my: Kod kursus

source: Credit Hours
ms_my: Jam kredit

source: Grade
ms_my: Gred

source: YES
ms_my: YA

source: NO
ms_my: TIDAK

source: Quit
ms_my: Berhenti

source: Change Sort Mode
ms_my: Tukar Mod Isih

source: Scroll
ms_my: Tatal

source: View Details
ms_my: Lihat Butiran
